Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/mallikirjaimet_tutuksi_.html.tmx
Source language: fin
Languages: sms

source: Mallikirjaimet tutuksi!
sms: Mallbukva tobddsen!

source: Čále bustávaid on alkuopetukseen tarkoitettu harjoitusvihko pohjoissaamen mallikirjainten harjoitteluun.
sms: Čále bustávaid lij alggmättʼtõʹsse jurddum haʹrjjtõsvihkk tâʹvvsääʹmǩiõl mallbukvai haʹrjjtõõllma.

source: Vihon avulla oppilaat harjoittelevat pienten ja suurten kirjaimien sekä tuttujen sanojen kirjoittamista.
sms: Viihk veäkka škooulneeʹǩǩ haʹrjjtâlle siõm di jõnn bukvai di toobdâs saaʹni ǩeeʹrjtummuž.

source: Kirjaimien oppimisen ohella oppilaan hienomotoriset taidot vahvistuvat.
sms: Bukvai ǩeeʹrjtem mättjummuž mieʹldd škooulneeʹǩǩ smavvmotoriikkla tääid õuddne.

source: Jokaisella sivulla on myös kuvan vieressä laatikko, johon oppilas voi itse piirtää ja maalata.
sms: Jueʹǩǩ seeidast lij še kaart paaldâst čuʹǩǩ, koozz škooulneǩ vuäitt jiõčč pirsted da maaʹlʼjed.

source: Čále bustávaid -vihon on kuvittanut Nora Bäck, joka on kuvittanut myös pohjoissaamen vieraan kielen opetukseen tarkoitetun GEA-sarjan.
sms: Čále bustávaid -viʹhǩǩe lij kaartid pirstam Nora Bäck, son kååʹtt lij kaartʼtam tâʹvvsääʹm veeʹresǩiõl mättʼtõʹsse jurddum GEA-ǩeʹrjjrääid.

source: Vihon on toimittanut, suunnitellut ja taittanut Anni Näkkäläjärvi.
sms: Viihk lij tååimtam, plaanam sa tuäjjam Anni Näkkäläjärvi.

source: Tämän työn alkuideana on ollut Petra Kuuvan inarinsaamenkielinen ” Puustavhárjuttâsvihko ”.
sms: Tän tuej alggjuurd lij leämmaž Petra Kuuva aanarsääʹmǩiõl ” Puustavhárjuttâsvihko ”.

source: Näissä kirjoitusvihoissa on käytetty tekstauskirjaimista muodostuvaa Alku-fonttiperheen kirjaimistoa.
sms: Täin ǩeeʹrjtemviihkin lij õnnum teʹksttjembukvain häämmeei Alku-fonttpiârri bukvaid.

source: Fontit on suunnitellut Jarno Lukkarila ja julkaissut Opetushallitus.
sms: Foontid lij plaanääm Jarno Lukkarila da õlmstâttam Mättʼtõshalltõs.

source: Lisätietoja fonteista löydät osoitteesta http://alku.typolar.com/ .
sms: Laassteâđaid foontin kaaunak addrõõzzâst http://alku.typolar.com/ .

source: Vihkoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: https://www.samediggi.fi/tuote/cale-bustavaid/
sms: Kuhttu viihk vuäitt tiʹllʼjed Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkonttrest: https://www.samediggi.fi/tuote/cale-bustavaid/
